Repository: UiL-OTS-labs/web-experiment-datastore
Catalog: experiments/locale/*/LC_MESSAGES/django.po
Languages: nl

# experiments:forms:folder_name
source: Experiment folder
nl: Experiment map

# experiments:forms:folder_name:help
source: How the folder containing your experiment should be named. For example, 'words' would give you the URL {}/words/.<br>Since participants will see this name in the URL, it's advisable to choose a neutral name that doesn't give away what your experiment is about.<br>Can only contain letters, numbers, underscores and hyphens. We will convert the name to all lowercase letters.
nl: Hoe de map met je experiment moet worden genoemd. Bijvoorbeeld:'words' geeft u de URL {}/words/.<br>Omdat participanten deze mapnaam in de URL kunnen zien, is het aan te raden om een neutrale naam te kiezen die niet inhoudelijk over het experiment gaat<br>Mag alleen letters, cijfers, onderstrepingstekens en koppeltekens bevatten. We zullen alle hoofdletters vervangen met kleine letters.

# experiments:forms:create:duplicate_folder
source: A different experiment already uses this folder name!
nl: Een ander experiment gebruikt deze naam al.

# experiments:models:experiment:state:closed
source: Closed
nl: Gesloten

# experiments:models:experiment:users
source: Researchers
nl: Onderzoekers

# experiments:models:experiment:users:help
source: Add any user that need access to this experiment here. Note: users should log in to this application at least once before they will show up here.
nl: Voeg alle onderzoekers toe die toegang moeten hebben tot dit experiment. Onderzoekers moeten minimaal 1 keer ingelogd hebben in deze applicatie voordat ze hier zichtbaar worden.

# experiments:models:experiment:folder_name
source: Experiment folder
nl: Experiment map

# experiments:models:experiment:title
source: Title
nl: Titel

# experiments:models:experiment:state:help
source: Closing your experiment will only stop data from being uploaded. If you use a boilerplate from our lab it will also take your experiment offline. If you have programmed your own experiment, you will need to do it yourself when you are done running your experiment, or ask the lab technicians to take your experiment folder offline.
nl: Als je je experiment sluit, worden er alleen geen gegevens meer ge√ºpload. Indien je een boilerplate van ons lab gebruiks zal het zal het ook je experiment offline halen. Indien je je eigen experiment hebt geprogrammeerd, moet je dit zelf doen als je klaar bent met het uitvoeren van je experiment, of vraag de lab technici om je experimentmap offline te halen.

# experiments:models:experiment:date_created
source: Date created
nl: Datum aangemaakt

# experiments:models:experiment:approved
source: Approved
nl: Goedgekeurd

# experiments:detail:awaiting_approval
source: Awaiting approval
nl: Wacht op goedkeuring

# experiments:models:datapoint:size
source: Filesize
nl: Bestandsgrootte

# experiments:models:datapoint:date_added
source: Date uploaded
nl: Datum toegevoegd

# experiments:models:participant:state:started
source: Started
nl: Gestart

# experiments:models:participant:state:completed
source: Completed
nl: Voltooid

# experiments:models:participant:state:rejected
source: Rejected
nl: Afgewezen

# experiments:models:participant:group
source: Group
nl: Groep

# experiments:models:targetgroup:name
source: Name
nl: Naam

# experiments:models:targetgroup:name:help
source: The name of the target group should match the one in your experiment script
nl: De naam van de groep moet hetzelfde zijn als in je groep in jsPsych script.

# experiments:models:targetgroup:completion_target
source: Completion target
nl: Aantal participanten doel

# experiments:models:targetgroup:completion_target:help
source: How many participants should the target group contain in total
nl: Hoeveel participanten zouden in totaal in deze groep moeten komen

# experiments:delete_all_data:header
source: Delete all data from experiment
nl: Verwijderd alle data

# experiments:delete_all_data:text
source: Are you sure you want to delete <strong>all data</strong> from experiment '{}'?<br/><br/>This cannot be undone!
nl: Weet u zeker dat u <strong> alle data </strong> uit experiment '{}' wilt verwijderen? <br/> <br/> Dit kan niet ongedaan worden gemaakt!

# experiments:delete:cancel
source: Cancel
nl: Annuleer

# experiments:delete:confirm
source: Confirm
nl: Bevestig

# experiments:delete_datapoint:header
source: Delete datapoint
nl: Verwijder datapunt

# experiments:delete_datapoint:text
source: Are you sure you want to delete <strong>datapoint '{}'</strong> from this experiment?<br/><br/>This cannot be undone!
nl: Weet u zeker dat u <strong> datapunt '{}' </strong> uit dit experiment wilt verwijderen? <br/> <br/> Dit kan niet ongedaan worden gemaakt!

# experiments:delete:header
source: Delete experiment
nl: Verwijder experiment

# experiments:delete:text
source: Are you sure you want to delete <strong>experiment '{}'</strong>?<br/><br/><strong>This will delete all data associated with this experiment!</strong><br/><br/>This cannot be undone!
nl: Weet u zeker dat u <strong> experiment '{}' </strong> wilt verwijderen? <br/> <br /> <strong> Hiermee worden alle gegevens verwijderd die aan dit experiment zijn gekoppeld! </strong> <br/> <br/> Dit kan niet ongedaan worden gemaakt!

# experiments:detail:info_text
source: Here you can view all the data collected for this experiment so far.<br/><br/>'Download raw' will download the data as received, which will most likely be JSON files.<br/>'Download as CSV' will try to transform JSON data to CSV files. This might fail if one of the data points has malformed data.
nl: Hier kunt u alle gegevens bekijken die tot dusver voor dit experiment zijn verzameld. <br/> <br/> 'Download ruwe data' downloadt de gegevens zoals ontvangen, dit zijn waarschijnlijk JSON-bestanden. <br/> 'Download als CSV' zal proberen om JSON-gegevens om te zetten naar CSV-bestanden. Dit kan mislukken als een van de gegevenspunten onjuist opgemaakte gegevens bevat.

# experiments:global:edit
source: Edit
nl: Wijzig

# experiments:global:webexp_location
source: Location
nl: Locatie

# experiments:detail:researchers
source: Researchers
nl: Onderzoekers

# experiments:detail:progress_header
source: Progress
nl: Voortgang

# experiments:detail:progress:group
source: Group
nl: Groep

# experiments:detail:progress:started
source: Started
nl: Gestart

# experiments:detail:progress:piloted
source: Piloted
nl: Gepilot

# experiments:detail:progress:completed
source: Completed
nl: Voltooid

# experiments:detail:progress:completion_target
source: Completion target
nl: Doel

# experiments:global:download_raw
source: Download raw data
nl: Download ruwe data

# experiments:global:download_csv
source: Download data as CSV
nl: Download data als CSV

# experiments:detail:data_header
source: Uploaded data
nl: Opgeslagen data

# experiments:global:actions
source: Actions
nl: Acties

# experiments:global:delete_datapoint
source: Delete
nl: Verwijder

# experiments:global:delete_all_data
source: Delete all data
nl: Verwijder alle data

# experiments:edit:header
source: Edit experiment
nl: Experiment wijzigen

# experiments:edit:target_groups_header
source: Target Groups
nl: Target groepen

# experiments:edit:target_groups_instructions
source: If your design includes multiple item lists, you can configure them by adding target groups using the link below. Participants would be assigned to lists randomly but in a balanced fashion. Be sure to configure your jsPsych script accordingly.
nl: Als je ontwerp meerdere itemlijsten bevat, kan je deze configureren door doelgroepen toe te voegen. De deelnemers worden dan willekeurig maar op een evenwichtige manier aan lijsten toegewezen. Zorg ervoor dat je de groepen hetzelfde noemt in je jsPsych-script.

# experiments:edit:add_group
source: Add target group
nl: Groep toevoegen

# experiments:globals:save
source: Save
nl: Opslaan

# experiments:new:header
source: Create new experiment
nl: Nieuw experiment aanmaken

# experiments:home:header
source: My experiments
nl: Mijn experimenten

# experiments:home:create_experiment
source: Create new experiment
nl: Nieuw experiment

# experiments:message:create:success
source: Experiment created!
nl: Experiment aangemaakt!

# experiments:message:edit:success
source: Experiment updated!
nl: Experiment gewijzigd!

# experiments:message:delete:success
source: Experiment deleted!
nl: Experiment verwijderd!

# experiments:message:delete_datapoint:success
source: Datapoint deleted!
nl: Datapunt verwijderd!

# experiments:message:delete_all_data:success
source: All data deleted!
nl: Alle data verwijderd!

# experiments:home:sort
source: Sort by:
nl: Sorteer op:

# experiments:home:sort:date:desc
source: Date created (newest first)
nl: Datum aangemaakt (nieuwste eerst)

# experiments:home:sort:date:asc
source: Date created (oldest first)
nl: Datum aangemaakt (oudste eerst)

# experiments:home:search
source: Search:
nl: Zoek:

# experiments:home:search:clear
source: Clear
nl: Wissen
